[
    {
        "id-machine": 0,
        "machine-name": "mri",
        "machine-description": "يتم استخدام الرنين المغناطيسي لفحص أنسجة وأعضاء الجسم المختلفة، ويوجد العديد من الأسباب التي تستدعي إجراء الرنين المغناطيسي ومن أهمها الدماغ والحبل الشوكي، ويستخدم للكشف عن (تمدد الأوعية الدموية في المخ - اضطرابات في العين - اضطرابات الأذن الداخلي - إصابة في الحبل الشوكي - السكتة الدماغية، أورام الدماغ - إصابة في الدماغ)، يتم اللجوء إلى التصوير بالرنين المغناطيسي للعظام والمفاصل للكشف عن (تشوهات في المفاصل ناتج عن إصابات مثل تمزق الأربطة - تشوهات في العمود الفقري - التهابات في العظام - أورام في العمود الفقري والأنسجة الرخوة)...إلخ"
    },
    {
        "id-machine": 1,
        "machine-name": "ct",
        "machine-description": "يطلق على الأشعة المقطعية أيضاً مسمى التصوير الطبقي المحوري ويتم استخدام الأشعة السينية القديمة أشعة إكس في إخراج صور مقطعية ثلاثية الأبعاد للجسم عن طريق دمج العديد من الصور من زوايا مختلفة مع بعضها البعض، ويقوم الطبيب بفحص هذه الشرائح وقد يتطلب الأمر تصوير جزء معين من زوايا معينة أو مختلفة وتحويل الصور إلى ثلاثية الأبعاد بعد دمج عدة صور في صورة واحدة، ويتم استخدام الأشعة المقطعية بشكل رئيسي لاكتشاف وجود أي نزيف أو إصابات داخلية بعد التعرض للصدمات في أي جزء من الجسم، وأيضاً تستخدم في تشخيص بعض الأمراض، ويوجد العديد من الحالات التي تستدعي القيام بالأشعة المقطيعة ومن أهمها (أمراض العظام وتشخيص الكسور أو الأورام - تستخدم على المخ لتحديد أماكن الالتهابات والأورام والجلطات - تستخدم في حالات معينة حيث تعمل كدليل استرشادي لإجراء بعض الجراحات أو أخذ عينات خلال العلاج الإشعاعي - تستخدم في اكتشاف حالات مرضية معينة مثل السرطان وأمراض القلب وأورام الرئة والكبد - تستخدم لاكتشاف النزيف الداخلي والإصابات الداخلية)... إلخ"
    },
    {
        "id-machine": 2,
        "machine-name": "us",
        "machine-description": "الأشعة التليفزيونية أو ما تعرف بالسونار وهي عبارة عن جهاز طبي يستخدم لاختراق الأنسجة الخارجية، وقد ينتج عنها صوت أمواج داخل التجويف الموجود للعضو، ثم تصدر الصورة بواسطة جهاز تلفزيوني، ويتم من خلالها اكتشاف المشاكل والأمراض التي تسبب العلة في جسد الإنسان، ويمكن تعريف الأشعة التلفزيونية أيضا بأنها موجات صوتية بترددات عالية جدًا تفوق قدرة الأذن البشرية على سماعها، وببساطة تعتمد على إرسال هذه الموجات الصوتية إلى منطقة معينة من الجسم، وبالتالي تنعكس على الأعضاء الموجودة فيستقبلها، ويعطي مجموعة من الصور لهذه الأعضاء، يمكن استخدام الأشعة التلفزيونة للقيام بفحوصات كثيرة ومنها (فحصوصات البطن أو الحوض وذلك للقيام بتشخيص الأمراض المختلفة التي تهاجم الأعضاء الداخلية مثل الكبد وبنكرياس والطحال وغيرها، نستطيع من خلالها أن نكتشف الأورام في البطن والحوض بشكل مبكر أكثر - باستخدام الأشعة التلفزيونية نتتبع الحمل والجنين بصورة واضحة ونقيم العيوب الخلقية في الأجنة بالإضافة إلى القدرة على تحديد نوع الجنين - القيام بالفحص لأجزاء الجسد السطحية من الجسم مثل جدار البطن أو الرقبة بمعنى منطقة الغدة الدرقية وغيرها - القدرة على فحص الرحم والمبايض والعقم عند الفتيات - وفحص ضمور الخصيتين والعقم عند الذكور)…إلخ"
    },
    {
        "id-machine": 3,
        "machine-name": "x-ray",
        "machine-description": "وأشهر أمثلتها الأشعة التى تجري عند الاشتباه في وجود كسر في العظام أو على البطن عند الاشتباه في وجود حصوات في الكلى. حيث تخترق الأشعة الجسم البشري، وأثناء مرورها داخل الجسم تقوم أعضاء الجسم بامتصاصها بدرجات مختلفة تبعًا لكثافة العضو، فالعظام الأكثر كثافة تمتص الأشعة أكثر، بينما الرئتين (المنتفختين بالهواء) لا تمتص شيئًا. وعندما تخرج الأشعة من الجسم فانها تسقط على الفيلم وتحرقه، تمامًا مثل أفلام التصوير الفوتوغرافي. هـذا يؤدي إلى أن الأشعة التي مرت من خلال العظام تكون ضعيفة فتظهر صورة العظام بيضاء نسبيًا، بينما الأشعة التى اخترقت الرئتين تمر كما هي فتظهر صورتها سوداء، أحياناً يحتاج المريض المريض لتحضير لفحص الاشعة مثل أشعة المسالك البولية، وذلك للتخلص من الغازات والفضلات في الأمعاء، لأنها تعطي ظلالًا عشوائية تفسد الصورة وقد تتداخل مع ظلال الحصوات بطريقة مضللة، ولذلك قد يطلب منك طبيب الأشعة قبل الفحص أن تتناول بعض الملينات في اليوم السابق للفحص مع الامتناع عن المأكولات التى تترك فضلات في الأمعاء واتباع نظام غذائي قليل الفضلات."
    },
    {
        "id-machine": 4,
        "machine-name": "eeg",
        "machine-description": "يتم عمل رسم المخ لتأكيد أو استبعاد الحالات المختلفة المرتبطة بالمخ، بما في ذلك (إصابة بالرأس - التهاب المخ (التهاب المخ) - ورم المخ - السكتة المخية - اضطرابات النوبات (مثل الصرع) - الاعتلال المخي (مرض يسبب خللًا وظيفيًا في المخ) - اضطرابات النوم - المرض العقلي - عندما يكون شخص ما في غيبوبة، يمكن إجراء رسم المخ لتحديد مستوى نشاط المخ)... إلخ"
    }
]